13/data/attachments/948da74c8bd48bdf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_31db1df5-4841-4318-a456-3dc6d7d1c19a</nif:username>
            <nif:pageInfo>
                <nif:page>2</nif:page>
                <nif:size>3</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>